/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCut-deskinstallatieprogramma";
"LvAppTitle" = "Jianying-deskinstallatieprogramma";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Doorgaan met installeren?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Installeren";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Openen";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Annuleer";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Je hebt al een oude versie van CapCut (v%@) geïnstalleerd. Je kunt de oude versie openen of de nieuwste versie installeren om de oude te vervangen.";
"LvCheckInstalledMsgHintText" = "Je hebt al een oude versie van Jianying (v%@) geïnstalleerd. Je kunt de oude versie openen of de nieuwste versie installeren om de oude te vervangen.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Stoppen met downloaden?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Doorgaan";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Stoppen";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Het momenteel %d%% gedownloade bestand wordt niet opgeslagen";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Kan niet downloaden. Probeer het opnieuw.";
// pc_installer_retry
"BtnText_Retry" = "Opnieuw proberen";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Stoppen";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Opslaan";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Onvoldoende schijfruimte";

"BtnCheck_SystemTrayAutoboot" = "Tray starten bij opstarten";

"DownloadErrorCodeHintText" = "Foutcode: ";